/* nothing */
"" = "Project-Id-Version: xchat 2.8.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-01-03 23:06+1100\nPO-Revision-Date: 2007-02-05 16:02+0300\nLast-Translator: Maxim V. Dziumanenko <dziumanenko@gmail.com>\nLanguage-Team: Ukrainian <translation-team-uk@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Не вдається створити ~/.xchat2";

/* nothing */
"I'm busy" = "Я зайнятий";

/* nothing */
"Leaving" = "Покидаю";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Небезпечно запускати IRC від користувача root! Слід\n  створити обліковий запис і використовувати його для входу в систему.\n";

/* nothing */
"Waiting" = "Очікування";

/* nothing */
"Active" = "Активний";

/* nothing */
"Failed" = "Помилка";

/* nothing */
"Done" = "Виконано";

/* nothing */
"Connect" = "З'єднання";

/* nothing */
"Aborted" = "Припинено";

/* nothing */
"Cannot access %s\n" = "Немає доступу до %s\n";

/* nothing */
"Error" = "Помилка";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s пропонує \"%s\". Прийняти?";

/* nothing */
"No active DCCs\n" = "Немає активних каналів даних (DCC)\n";

/* nothing */
"YES  " = "ТАК  ";

/* nothing */
"NO   " = "НІ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Вас наводнюють CTCP запитами з %s, %s ігноруєтеся\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Вас наводнюють повідомленнями від %s, gui_auto_open_dialog вимикається.\n";

/* nothing */
"  %-20s online\n" = "  %-20s на каналі\n";

/* nothing */
"  %-20s offline\n" = "  %-20s відсутній\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Не зайшли на канал. Спробуйте /join #<канал>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Немає з'єднання. Спробуйте /server <вузол> [<порт>]\n";

/* nothing */
"Already marked away: %s\n" = "Вже позначений як \"відсутній\": %s\n";

/* nothing */
"Already marked back.\n" = "Вже позначений як \"повернувся\": %s\n";

/* nothing */
"I need /bin/sh to run!\n" = "Для запуску необхідна програма /bin/sh !\n";

/* nothing */
"Commands Available:" = "Доступні команди:";

/* nothing */
"User defined commands:" = "Визначені користувачем команди:";

/* nothing */
"Plugin defined commands:" = "Визначені у модулі команди:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Введіть /HELP <команда> щоб отримати докладнішу інформацію, або /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Невідомий аргумент '%s' проігноровано.";

/* nothing */
"No such plugin found.\n" = "Модуль не знайдено.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Не вдається вивантажити модуль.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <ім'я> <дія>, додати кнопку над списком користувачів";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <команда>, надіслати команду до всіх каналів, на які ви зайшли";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <команда>, надіслати команду до всіх каналів, на які ви зайшли";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, надіслати команду до всіх серверів, з якими ви з'єднані";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<підстава>], встановити статус \"відсутній\"";

/* nothing */
"BACK, sets you back (not away)" = "BACK, встановлює статус \"повернувся\" (не відсутній)";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <маска> [<тип>], заборонити доступ до каналу всім, хто відповідає вказаній масці. Якщо користувачі вже з'єднані з каналом, вони не будуть відключені (для цього потрібно бути оператором каналу)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Встановити параметри каналу\nCHANOPT CONFMODE ON|OFF - вмикання режиму conf mode/відображення об'єднання частин повідомлень\nCHANOPT COLORPASTE ON|OFF - увімкнути/вимкнути вставку кольору\nCHANOPT BEEP ON|OFF - увімкнути/вимкнути звуковий сигнал при появі повідомлень\nCHANOPT TRAY ON|OFF - увімкнути/вимкнути миготіння повідомлення у області сповіщення";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], очистити поточне текстове вікно або історію команд";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, закрити поточне вікно/вкладку";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <код|метасимвол>, знайти код країни, наприклад: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <прізвисько> <повідомлення>, надіслати повідомлення CTCP до користувача із вказаним ім'ям, звичайними повідомленнями є VERSION та USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, вийти з поточного каналу й одразу зайти знову";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <прізвисько>                     - прийняти запропонований файл\nDCC SEND [-maxcps=#] <прізвисько> [файл] - надіслати комусь файл\nDCC PSEND [-maxcps=#] <прізвисько> [файл]- надіслати файл у пасивному режимі\nDCC LIST                                 - показати список DCC\nDCC CHAT <прізвисько>                    - запропонувати розмову через DCC\nDCC CLOSE <тип> <прізвисько> <файл>        приклад:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <прізвисько>, зняти статус напівоператор каналу (chanhalf-op) у особи на поточному каналі (потребує прав адміністратора каналу)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <ім'я>, видалити кнопку зі списку користувачів";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <прізвисько>, зняти права оператора (chanop) у вказаної особи на поточному каналі (потребує прав адміністратора каналу)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <прізвисько>, зняти право голосу у вказаної особи на поточному каналі (потребує прав адміністратора каналу)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, від'єднатися від сервера";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <прізвисько|вузол|ip>, знайти IP адресу користувача";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <текст>, вивести текст на локальній машині";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <команда>, виконати команду. Якщо використано параметр -o, вивід буде надіслано до поточного каналу, інакше він буде виведений в поточному вікні";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, надіслати процесу сигнал SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], перервати виконання процесу у поточному сеансі. Якщо задано параметр -9 процес буде припинено за допомогою SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, надіслати процесу сигнал SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, надіслати дані в стандартний ввід процесу";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, скинути поточну чергу відправлення на поточному сервері";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <вузол> [<порт>], під'єднуватися через проксі, типовий порт 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <прізвисько> <пароль>, знищити примарні превдоніми";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <прізвисько>, надати стан напівоператора (chanhalf-op) вказаній особі (потребує прав оператора)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <пароль>, ідентифікація себе на nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <маска> <типи..> <параметри..>\n    маска     - маска ігнорованого вузла, наприклад: *!*@*.aol.com\n    типи       - типи ігнорованих даних, один або декілька з наступних:\n                PRIV, CHAN, NOTI, CTCP, INVI, ALL\n    параметри - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <прізвисько> [<канал>], запросити когось до каналу, за замовчанням до поточного каналу (потребує прав оператора каналу)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <канал>, зайти до вказаного каналу";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <прізвисько>, викинути особу з поточного каналу (потребує прав оператора)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <прізвисько>, заборонити й викинути особу з поточного каналу (потребує прав оператора каналу)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, виконати перевірку сигналу";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <рядок>, шукати рядок у буфері";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <файл>, завантажити модуль або сценарій";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, видалити статус напівоператора з усіх користувачів в поточному каналі (потребує прав оператора)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, видалити статус оператора з усіх користувачів каналу (потребує прав оператора)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <дія>, надіслати подію до поточного каналу (події пишеться від третьої особи,наприклад /me стрибає)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, викинути всіх окрім вас з поточного каналу (потребує прав оператора)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MDEOP, надати всім користувачам поточного каналу права оператора (потребує прав оператора)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <прізвисько> <повідомлення>, надіслати особисте повідомлення";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, вивести список усіх користувачів поточного каналу";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <прізвисько> <повідомлення>, надіслати CTCP повідомлення";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <назва вузла> [<порт>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <прізвисько>, змінити прізвисько";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <прізвисько/канал> <повідомлення>, надіслати сповіщення. Сповіщення - це тип повідомлень, на які слід автоматично реагувати";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n мережа1[,мережа2,...]] [<прізвисько>], вивести список сповіщень або додати до нього когось";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <прізвисько>, надати вказаній особі права оператора каналу (потребує прав оператора)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<канал>] [<привід>], вийти з каналу, типово - з поточного каналу";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <прізвисько | канал>, CTCP-пінг особи або каналу";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <прізвисько>, відкрити нове вікно приватних повідомлень до вказаної особи";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<підстава>], від'єднатися від поточного сервера";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <текст>, надіслати текст у необробленій формі до сервера";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT·[-ssl] [<вузол>] [<порт>] [<пароль>], може бути викликано просто як/RECONNECT, щоб переприєднатися до поточного сервера або /RECONNECT ALL, щоб переприєднатися до усіх відкритих серверів";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<вузол>] [<порт>] [<пароль>], може бути викликано просто як/RECONNECT, щоб переприєднатися до поточного сервера або /RECONNECT ALL, переприєднатися до усіх відкритих серверів";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <текст>, надіслати дані в необробленому форматі до xchat, як відправлені з irc сервера";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <текст>, надіслати текст до об'єкта в поточному вікні";

/* nothing */
"SEND <nick> [<file>]" = "SEND <прізвисько> [<файл>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <вузол> <порт> <канал>, встановити з'єднання з сервером та зайти до каналу";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <вузол> <порт> <канал>, встановити з'єднання з сервером та зайти до каналу";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <вузол> [<порт>] [<пароль>], встановити з'єднання із сервером. Типовий порт для звичайних з'єднань 6667, 9999 - для ssl з'єднань";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <вузол> [<порт>] [<пароль>], під'єднатися до сервера, типовий порт 6667";

/* nothing */
"SET [-e] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <змінна> [<значення>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<позиція>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<тема>], встановити тему, якщо вона вказана. У іншому випадку відображає поточну тему";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <таймаут> <файл1> [<файл2>] Почерговий показ двох значків у області сповіщення.\nTRAY -f <назвафайлу>                Постійний значок у області сповіщення.\nTRAY -i <число>                     Миготіння внутрішнього значка у області сповіщення.\nTRAY -t <текст>                     Встановити підказку у області сповіщення.\nTRAY -b <заголовок> <текст>         Встановити спливаючу підказку у області сповіщення.";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <маска> [<маска>...], скасувати заборону доступу до каналу всім, хто відповідає масці.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <маска> [QUIET] - скасувати ігнорування повідомлень з певною маскою";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <назва>, вивантажити модуль або сценарій";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, відкрити URL у веб-переглядачі";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <прізвисько1> <прізвисько2> тощо, підсвічує прізвиска у списку користувачів каналу";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <прізвисько>, надати право голосу особі (потребує прав оператора каналу)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <повідомлення>, надіслати повідомлення до всіх каналів";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <повідомлення>, надіслати повідомлення до усіх операторів на поточному каналі";

/* nothing */
"Usage: %s\n" = "Використання: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nНемає довідки для цієї команди.\n";

/* nothing */
"No such command.\n" = "Такої команди не існує.\n";

/* nothing */
"Bad arguments for user command.\n" = "Неправильні аргументи команди користувача.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Надто багато рекурсивних команд користувача, зупиняємо.";

/* nothing */
"Unknown Command. Try /help\n" = "Невідома команда. Спробуйте /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "На знайдено символ xchat_plugin_init; це дійсно модуль xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Ви впевнені це що сумісний з SSL сервер?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Неможливо визначити назву вузла %s\nПеревірте параметри мережі!\n";

/* nothing */
"Proxy traversal failed.\n" = "Не вдається зв'язатися через проксі.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Перемикання на наступний сервер %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Попередження: невідоме кодування \"%s\". Перекодування для мережі %s не відбуватиметься.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 доданий у список сповіщень.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 список заборонених:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tНе вдається зайти%C26 %B$1 %O(Ви під забороною).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 тепер називається $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 встановив заборону на $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tКанал $1 створений у $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O видалив права напівоператора у %C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O видалив права оператора каналу у %C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O забрав голос у %C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 встановив звільнення на $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O надав права напівоператора %C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 запрошує на $2";

/* nothing */
"%UChannel          Users   Topic" = "%UКанал          Користувачі   Тема";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 встановив режим $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Канал $1 режими: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O надав права оператора каналу %C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 забрав звільнення у $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 зняв запрошення до $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 прибрав ключові слова каналу";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 зняв обмеження користувачів";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 встановив ключові слова каналу: $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 встановив ліміт каналу у $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 зняв заборону з $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O надав голос %C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22З'єднання встановлено. Вхід у мережу..";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22З'єднання з $1 ($2) порт $3%O..";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%CЗ'єднання неможливе. Помилка: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tОтримано CTCP $1 від $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tОтримано CTCP $1 від $2 (для $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tОтримано CTCP звук $1 від $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tОтримано звук CTCP $1 від $2 (для $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT з %C26$1%O перервано.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT з'єднання встановлено з %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT з %C26$1%O розірвано. ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tОтримано запит на DCC CHAT від $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tПропонується DCC CHAT з $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tВже запропоновано CHAT з $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 спроба з'єднання з %C26 $2%O невдала (помилка=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tОтримано '$1%O' від $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Тип  Кому/Від кого  Статус  Розмір  Позиція   Файл    ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tОтримано неправильний DCC запит від %C26$1%O.%010%C22*%O$tВміст пакета: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tПропонується%C26 $1 для%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tНемає такої DCC пропозиції.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV %C26$2%O для %C26$1%O перервано.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O від%C26 $3%O завершено %C30[%C26$4%O б/с%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV з'єднання встановлено з%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O від%C26 $3%O - помилка. ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Не вдається відкрити $1 для запису ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tФайл%C26 $1%C вже існує, натомість зберігається як%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oзапит на продовження розмови%C26 $2%C від%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND %C26$2%O до %C26$1%O перервано.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND %C26$1%O до %C26$2%O завершено %C30[%C26$3%O б/с%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND з'єднання встановлено з %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND %C26$1%O до %C26$2%O - помилка. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oзапропоновано%C26 $2 %O(%C26$3 %OCбайт)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cзупинилось - переривання.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oдо %C26$3 %Oвийшов час - переривання.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 видалено зі списку сповіщення.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tЗ'єднання розірвано ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tЗнайдено ваш IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O додано до списку ігнорованих.";

/* nothing */
"Ignore on %C26$1%O changed." = "Ігнорування %C26$1%O змінено.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 маска вузлів              PRIV NOTI CHAN CTCP DCC  INVI UNIG";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O видалений зі списку ігнорування.";

/* nothing */
"  Ignore list is empty." = "  Список ігнорованих порожній.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tНе вдається зайти%C26 %B$1 %O(Канал лише для запрошених).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tОтримано запрошення на%C26 $1%O від%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) зайшов на канал $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tНе вдається зайти%C26 %B$1 %O(Потрібне ключове слово).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 викинув $2 з $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tвикинув вас з каналу $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD пропущено.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 вже використовується. Повторна спроба з $2..";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tПрізвисько вже використовується. Використовуйте /NICK щоб спробувати інше.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tНемає такого DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tНемає запущених процесів";

/* nothing */
"$tNotify list is empty." = "$tСписок сповіщень порожній.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Список сповіщень                      ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 користувачів у списку сповіщень.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tСповіщення: $1 від'єднаний ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tСповіщення: $1 під'єднаний ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) залишив $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) залишив $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPing відповідь від $1 : $2 сек.";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tНе отримано відповідей протягом $1 сек., від'єднання.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tПроцес вже запущений";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 вийшов (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 встановив режими%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tПошук IP-адреси для%C26 $1%O..";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22З'єднання встановлено.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Триває пошук $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tЗупинена попередня спроба з'єднання (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Тема для $1%C: %C26$2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 змінив тему на: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Тема для $1%C %C29встановлена $2%C %C29у $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tНевідомий вузол. Можливо ви помилились?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tНе вдається зайти на%C26 %B$1 %O(Вичерпано ліміт користувачів).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Користувачі на $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cнедоступний %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OКінець списку WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O бездіяльний %C26$2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O бездіяльний %C26$2%O, підписаний: %C26$3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oсправжній користувач@вузол %C27$2%O, справжній IP %C27$3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Ви зараз спілкуєтесь на $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$t$3 викинув вас із каналу $2 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tВи залишили канал $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tВи залишили канал $3 $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tВи запрошуєте%C26 $1%O  до%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tТепер ви відомі як $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ЗАКІНЧУЄТЬСЯ ВХІД НА %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ПОЧАТОК ВХОДУ НА %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "*  Не вдається відкрити файл(и) для запису. Перевірте\n  права на %s/xchatlogs";

/* nothing */
"Left message" = "Повідомлення зліва";

/* nothing */
"Right message" = "Повідомлення справа";

/* nothing */
"The nick of the joining person" = "Прізвисько особи, що заходиться";

/* nothing */
"The channel being joined" = "Підключено до каналу";

/* nothing */
"The host of the person" = "Назва комп'ютера особи";

/* nothing */
"Nickname" = "Прізвисько";

/* nothing */
"The action" = "Дія";

/* nothing */
"Mode char" = "Символ режиму";

/* nothing */
"The text" = "Текст";

/* nothing */
"Identified text" = "Виділений текст";

/* nothing */
"The message" = "Повідомлення";

/* nothing */
"Old nickname" = "Старе прізвисько";

/* nothing */
"New nickname" = "Нове прізвисько";

/* nothing */
"Nick of person who changed the topic" = "Прізвисько особи, що змінила тему";

/* nothing */
"Topic" = "Теми";

/* nothing */
"Channel" = "Канал";

/* nothing */
"The nickname of the kicker" = "Прізвисько особи, що відключила від каналу";

/* nothing */
"The person being kicked" = "Особа, яку було відключено";

/* nothing */
"The channel" = "Канал";

/* nothing */
"The reason" = "Підстава";

/* nothing */
"The nick of the person leaving" = "Прізвисько особи, що залишає канал";

/* nothing */
"The time" = "Час";

/* nothing */
"The creator" = "Засновник";

/* nothing */
"Nick" = "Прізвисько";

/* nothing */
"Reason" = "Підстава";

/* nothing */
"Host" = "Комп'ютер";

/* nothing */
"Who it's from" = "Звідки";

/* nothing */
"The time in x.x format (see below)" = "Час у форматі x.x (дивіться нижче)";

/* nothing */
"The Channel it's going to" = "Перелік каналів...";

/* nothing */
"The sound" = "Звук";

/* nothing */
"The nick of the person" = "Прізвисько особи";

/* nothing */
"The CTCP event" = "CTCP подія";

/* nothing */
"The nick of the person who set the key" = "Прізвисько особи, що встановила ключ";

/* nothing */
"The key" = "Ключ";

/* nothing */
"The nick of the person who set the limit" = "Прізвисько особи, що встановила обмеження";

/* nothing */
"The limit" = "Обмеження";

/* nothing */
"The nick of the person who did the op'ing" = "Прізвисько особи, що встановила стан оператора";

/* nothing */
"The nick of the person who has been op'ed" = "Прізвисько особи, що отримала стан оператора";

/* nothing */
"The nick of the person who has been halfop'ed" = "Прізвисько особи, що отримала стан напівоператора";

/* nothing */
"The nick of the person who did the halfop'ing" = "Прізвисько особи, що встановила стан напівоператора";

/* nothing */
"The nick of the person who did the voice'ing" = "Прізвисько особи, що встановила стан голосу";

/* nothing */
"The nick of the person who has been voice'ed" = "Прізвисько особи, якій було встановлено стан голосу";

/* nothing */
"The nick of the person who did the banning" = "Прізвисько особи, що ввела заборону";

/* nothing */
"The ban mask" = "Маска заборони";

/* nothing */
"The nick who removed the key" = "Прізвисько особи, що видалила ключ";

/* nothing */
"The nick who removed the limit" = "Прізвисько особи, що видалила обмеження";

/* nothing */
"The nick of the person of did the deop'ing" = "Прізвисько особи, що скасувала стан оператора";

/* nothing */
"The nick of the person who has been deop'ed" = "Прізвисько особи, у якої скасовано стан оператор";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Прізвисько особи, що скасувала стан напівоператора";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Прізвисько особи, у якої скасовано стан напівоператора";

/* nothing */
"The nick of the person of did the devoice'ing" = "Прізвисько особи, яка зняла стан голосу";

/* nothing */
"The nick of the person who has been devoice'ed" = "Прізвисько особи, з якої було знято стан голосу";

/* nothing */
"The nick of the person of did the unban'ing" = "Прізвисько особи, що скасувала заборону";

/* nothing */
"The nick of the person who did the exempt" = "Прізвисько особи, що ввела звільнення";

/* nothing */
"The exempt mask" = "Маска звільнення";

/* nothing */
"The nick of the person removed the exempt" = "Прізвисько особи, що видалила звільнення";

/* nothing */
"The nick of the person who did the invite" = "Прізвисько особи, що зробила запрошення";

/* nothing */
"The invite mask" = "Маска запрошення";

/* nothing */
"The nick of the person removed the invite" = "Прізвисько особи, що скасувала запрошення";

/* nothing */
"The nick of the person setting the mode" = "Прізвисько особи, що встановила режим";

/* nothing */
"The mode's sign (+/-)" = "Знак режиму (+/-)";

/* nothing */
"The mode letter" = "Буква режиму";

/* nothing */
"The channel it's being set on" = "Канал встановлено";

/* nothing */
"Username" = "Ім'я користувача";

/* nothing */
"Full name" = "Повне ім'я ";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Член каналу/\"є оператором IRC\"";

/* nothing */
"Server Information" = "Інформація про сервер";

/* nothing */
"Idle time" = "Час простою";

/* nothing */
"Signon time" = "Час входження";

/* nothing */
"Away reason" = "Підстава для виходу";

/* nothing */
"Message" = "Повідомлення";

/* nothing */
"Account" = "Обліковий рахунок";

/* nothing */
"Real user@host" = "Фактичний користувач@комп'ютер";

/* nothing */
"Real IP" = "Реальний IP";

/* nothing */
"Channel Name" = "Назва каналу";

/* nothing */
"Text" = "Текст";

/* nothing */
"Server Name" = "Назва сервера";

/* nothing */
"Nick of person who invited you" = "Прізвисько особи, що запрошує";

/* nothing */
"Users" = "Користувачі";

/* nothing */
"Nickname in use" = "Прізвисько використовується";

/* nothing */
"Nick being tried" = "Пробуємо прізвисько";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Порт";

/* nothing */
"Network" = "Мережа";

/* nothing */
"Modes string" = "Рядок режимів";

/* nothing */
"IP address" = "IP адреса";

/* nothing */
"DCC Type" = "Тип DCC";

/* nothing */
"Filename" = "Назва файлу";

/* nothing */
"Destination filename" = "Назва файлу у отримувача";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Шлях";

/* nothing */
"Position" = "Позиція";

/* nothing */
"Size" = "Розмір";

/* nothing */
"DCC String" = "DCC Рядок";

/* nothing */
"Number of notify items" = "Кількість сповіщень";

/* nothing */
"Old Filename" = "Стара назва файлу";

/* nothing */
"New Filename" = "Нова назва файлу";

/* nothing */
"Receiver" = "Отримувач";

/* nothing */
"Hostmask" = "Маска комп'ютера";

/* nothing */
"Hostname" = "Назва комп'ютера";

/* nothing */
"The Packet" = "Пакет";

/* nothing */
"Seconds" = "Секунди";

/* nothing */
"Nick of person who have been invited" = "Прізвисько запрошеної особи";

/* nothing */
"Banmask" = "Маска заборони";

/* nothing */
"Who set the ban" = "Особа, що встановила заборону";

/* nothing */
"Ban time" = "Час заборони";

/* nothing */
"Error parsing event %s.\nLoading default." = "Помилка аналізу події %s.\nЗавантажується типова.";

/* nothing */
"Cannot read sound file:\n%s" = "Не вдається прочитати звуковий файл:\n%s";

/* nothing */
"Remote host closed socket" = "Віддалений вузол закрив сокет";

/* nothing */
"Connection refused" = "Відмовлено у з'єднанні";

/* nothing */
"No route to host" = "Не знайдено шлях до вузла";

/* nothing */
"Connection timed out" = "Вичерпано час встановлення з'єднання";

/* nothing */
"Cannot assign that address" = "Не вдається призначити цю адресу";

/* nothing */
"Connection reset by peer" = "З'єднання обірване";

/* nothing */
"Ascension Island" = "Острів Сходження";

/* nothing */
"Andorra" = "Андорра";

/* nothing */
"United Arab Emirates" = "Об'єднані Арабські Емірати";

/* nothing */
"Afghanistan" = "Афганістан";

/* nothing */
"Antigua and Barbuda" = "Антігуа та Барбуда";

/* nothing */
"Anguilla" = "Ангуілла";

/* nothing */
"Albania" = "Албанія";

/* nothing */
"Armenia" = "Вірменія";

/* nothing */
"Netherlands Antilles" = "Нідерланди";

/* nothing */
"Angola" = "Ангола";

/* nothing */
"Antarctica" = "Антарктида";

/* nothing */
"Argentina" = "Аргентина";

/* nothing */
"Reverse DNS" = "Зворотній DNS";

/* nothing */
"American Samoa" = "Американське Самоа";

/* nothing */
"Austria" = "Австрія";

/* nothing */
"Nato Fiel" = "Нато Фейл";

/* nothing */
"Australia" = "Австралія";

/* nothing */
"Aruba" = "Аруба";

/* nothing */
"Aland Islands" = "Аланд о-ви";

/* nothing */
"Azerbaijan" = "Азербайджан";

/* nothing */
"Bosnia and Herzegovina" = "Боснія та Герцеговина";

/* nothing */
"Barbados" = "Барбадос";

/* nothing */
"Bangladesh" = "Бангладеш";

/* nothing */
"Belgium" = "Бельгія";

/* nothing */
"Burkina Faso" = "Буркіна-Фасо";

/* nothing */
"Bulgaria" = "Болгарія";

/* nothing */
"Bahrain" = "Бахрейн";

/* nothing */
"Burundi" = "Бурунді";

/* nothing */
"Businesses" = "Бізнесова адреса";

/* nothing */
"Benin" = "Бенін";

/* nothing */
"Bermuda" = "Бермуди";

/* nothing */
"Brunei Darussalam" = "Бруней";

/* nothing */
"Bolivia" = "Болівія";

/* nothing */
"Brazil" = "Бразилія";

/* nothing */
"Bahamas" = "Багами";

/* nothing */
"Bhutan" = "Бутан";

/* nothing */
"Bouvet Island" = "Острови Буве";

/* nothing */
"Botswana" = "Ботсвана";

/* nothing */
"Belarus" = "Білорусія";

/* nothing */
"Belize" = "Беліз";

/* nothing */
"Canada" = "Канада";

/* nothing */
"Cocos Islands" = "Кокосові о-ви";

/* nothing */
"Democratic Republic of Congo" = "Демократична Республіка Конго";

/* nothing */
"Central African Republic" = "Центрально-Африканська Республіка";

/* nothing */
"Congo" = "Конго";

/* nothing */
"Switzerland" = "Швейцарія";

/* nothing */
"Cote d'Ivoire" = "Кот'Д'Івуар";

/* nothing */
"Cook Islands" = "Острови Кука";

/* nothing */
"Chile" = "Чилі";

/* nothing */
"Cameroon" = "Камерун";

/* nothing */
"China" = "Китай";

/* nothing */
"Colombia" = "Колумбія";

/* nothing */
"Internic Commercial" = "Комерційні адреси";

/* nothing */
"Costa Rica" = "Коста-Ріка";

/* nothing */
"Serbia and Montenegro" = "Сербія та Чорногорія";

/* nothing */
"Cuba" = "Куба";

/* nothing */
"Cape Verde" = "Капе Верде";

/* nothing */
"Christmas Island" = "Різдвяні острови";

/* nothing */
"Cyprus" = "Кіпр";

/* nothing */
"Czech Republic" = "Чеська республіка";

/* nothing */
"Germany" = "Німеччина";

/* nothing */
"Djibouti" = "Джибуті";

/* nothing */
"Denmark" = "Данія";

/* nothing */
"Dominica" = "Домініка";

/* nothing */
"Dominican Republic" = "Домініканська Республіка";

/* nothing */
"Algeria" = "Алжир";

/* nothing */
"Ecuador" = "Еквадор";

/* nothing */
"Educational Institution" = "Освітні заклади";

/* nothing */
"Estonia" = "Естонія";

/* nothing */
"Egypt" = "Єгипет";

/* nothing */
"Western Sahara" = "Західна Сахара";

/* nothing */
"Eritrea" = "Еритрея";

/* nothing */
"Spain" = "Іспанія";

/* nothing */
"Ethiopia" = "Ефіопія";

/* nothing */
"European Union" = "Європейський союз";

/* nothing */
"Finland" = "Фінляндія";

/* nothing */
"Fiji" = "Фіджі";

/* nothing */
"Falkland Islands" = "Фолклендські о-ви";

/* nothing */
"Micronesia" = "Мікронезія";

/* nothing */
"Faroe Islands" = "О-ви Фарое";

/* nothing */
"France" = "Франція";

/* nothing */
"Gabon" = "Габон";

/* nothing */
"Great Britain" = "Велика Британія";

/* nothing */
"Grenada" = "Гренада";

/* nothing */
"Georgia" = "Грузія";

/* nothing */
"French Guiana" = "Французька Гвіана";

/* nothing */
"British Channel Isles" = "Британські о-ви";

/* nothing */
"Ghana" = "Гана";

/* nothing */
"Gibraltar" = "Ґібралтар";

/* nothing */
"Greenland" = "Гренландія";

/* nothing */
"Gambia" = "Гамбія";

/* nothing */
"Guinea" = "Гвінея";

/* nothing */
"Government" = "Уряд";

/* nothing */
"Guadeloupe" = "Гваделупа";

/* nothing */
"Equatorial Guinea" = "Екваторіальна Гвінея";

/* nothing */
"Greece" = "Греція";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "S. Georgia та S. Sandwich Isles.";

/* nothing */
"Guatemala" = "Гватемала";

/* nothing */
"Guam" = "Гуам";

/* nothing */
"Guinea-Bissau" = "Гвінея-Біссау";

/* nothing */
"Guyana" = "Гаяна";

/* nothing */
"Hong Kong" = "Гонг Конг";

/* nothing */
"Heard and McDonald Islands" = "Heard and McDonald Islands";

/* nothing */
"Honduras" = "Гондурас";

/* nothing */
"Croatia" = "Хорватія";

/* nothing */
"Haiti" = "Гаїті";

/* nothing */
"Hungary" = "Угорщина";

/* nothing */
"Indonesia" = "Індонезія";

/* nothing */
"Ireland" = "Ірландія";

/* nothing */
"Israel" = "Ізраїль";

/* nothing */
"Isle of Man" = "Острів Мен";

/* nothing */
"India" = "Індія";

/* nothing */
"Informational" = "Інформаційні";

/* nothing */
"International" = "Міжнародні";

/* nothing */
"British Indian Ocean Territory" = "Британська Тихоокеанська Територія";

/* nothing */
"Iraq" = "Ірак";

/* nothing */
"Iran" = "Іран";

/* nothing */
"Iceland" = "Ісландія";

/* nothing */
"Italy" = "Італія";

/* nothing */
"Jersey" = "Джерсі";

/* nothing */
"Jamaica" = "Ямайка";

/* nothing */
"Jordan" = "Йорданія";

/* nothing */
"Japan" = "Японія";

/* nothing */
"Kenya" = "Кенія";

/* nothing */
"Kyrgyzstan" = "Киргизстан";

/* nothing */
"Cambodia" = "Камбоджі";

/* nothing */
"Kiribati" = "Кірібаті";

/* nothing */
"Comoros" = "Коморос";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts and Nevis";

/* nothing */
"North Korea" = "Північна Корея";

/* nothing */
"South Korea" = "Південна Корея";

/* nothing */
"Kuwait" = "Кувейт";

/* nothing */
"Cayman Islands" = "Кайманові о-ви";

/* nothing */
"Kazakhstan" = "Казахстан";

/* nothing */
"Laos" = "Лаос";

/* nothing */
"Lebanon" = "Ліван";

/* nothing */
"Saint Lucia" = "Свята Лучія";

/* nothing */
"Liechtenstein" = "Ліхтенштейн";

/* nothing */
"Sri Lanka" = "Шрі Ланка";

/* nothing */
"Liberia" = "Ліберія";

/* nothing */
"Lesotho" = "Лесото";

/* nothing */
"Lithuania" = "Литва";

/* nothing */
"Luxembourg" = "Люксембург";

/* nothing */
"Latvia" = "Латвія";

/* nothing */
"Libya" = "Лівія";

/* nothing */
"Morocco" = "Марокко";

/* nothing */
"Monaco" = "Монако";

/* nothing */
"Moldova" = "Молдова";

/* nothing */
"United States Medical" = "Мед.заклади США";

/* nothing */
"Madagascar" = "Мадагаскар";

/* nothing */
"Marshall Islands" = "Маршалові острови";

/* nothing */
"Military" = "Військові";

/* nothing */
"Macedonia" = "Македонія";

/* nothing */
"Mali" = "Малі";

/* nothing */
"Myanmar" = "М'янма";

/* nothing */
"Mongolia" = "Монголія";

/* nothing */
"Macau" = "Макао";

/* nothing */
"Northern Mariana Islands" = "Північні Маріанські Острови";

/* nothing */
"Martinique" = "Мартініка";

/* nothing */
"Mauritania" = "Мавританія";

/* nothing */
"Montserrat" = "Монсерат";

/* nothing */
"Malta" = "Мальта";

/* nothing */
"Mauritius" = "Маврикій";

/* nothing */
"Maldives" = "Мальдіви";

/* nothing */
"Malawi" = "Малаві";

/* nothing */
"Mexico" = "Мексика";

/* nothing */
"Malaysia" = "Малайзія";

/* nothing */
"Mozambique" = "Мозамбік";

/* nothing */
"Namibia" = "Намібія";

/* nothing */
"New Caledonia" = "Нова Каледонія";

/* nothing */
"Niger" = "Нігер";

/* nothing */
"Internic Network" = "Мережі";

/* nothing */
"Norfolk Island" = "Норфолкські о-ви";

/* nothing */
"Nigeria" = "Нігерія";

/* nothing */
"Nicaragua" = "Нікарагуа";

/* nothing */
"Netherlands" = "Нідерланди";

/* nothing */
"Norway" = "Норвегія";

/* nothing */
"Nepal" = "Непал";

/* nothing */
"Nauru" = "Науру";

/* nothing */
"Niue" = "Ніуе";

/* nothing */
"New Zealand" = "Нова Зеландія";

/* nothing */
"Oman" = "Оман";

/* nothing */
"Internic Non-Profit Organization" = "Мережні некомерційні організації";

/* nothing */
"Panama" = "Панама";

/* nothing */
"Peru" = "Перу";

/* nothing */
"French Polynesia" = "Французька Полінезія";

/* nothing */
"Papua New Guinea" = "Папуа Нова Гвінея";

/* nothing */
"Philippines" = "Філіппіни";

/* nothing */
"Pakistan" = "Пакистан";

/* nothing */
"Poland" = "Польща";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre and Miquelon";

/* nothing */
"Pitcairn" = "Піткерн";

/* nothing */
"Puerto Rico" = "Пуерто Ріко";

/* nothing */
"Palestinian Territory" = "Палестинська Територія";

/* nothing */
"Portugal" = "Португалія";

/* nothing */
"Palau" = "Палау";

/* nothing */
"Paraguay" = "Парагвай";

/* nothing */
"Qatar" = "Катар";

/* nothing */
"Reunion" = "Реунйон";

/* nothing */
"Romania" = "Румунія";

/* nothing */
"Old School ARPAnet" = "Стара мережа ARPAnet";

/* nothing */
"Russian Federation" = "Росія";

/* nothing */
"Rwanda" = "Руанда";

/* nothing */
"Saudi Arabia" = "Саудівська Аравія";

/* nothing */
"Solomon Islands" = "Соломонові острови";

/* nothing */
"Seychelles" = "Сейшельські острови";

/* nothing */
"Sudan" = "Судан";

/* nothing */
"Sweden" = "Швеція";

/* nothing */
"Singapore" = "Сінгапур";

/* nothing */
"St. Helena" = "Св. Олена";

/* nothing */
"Slovenia" = "Словенія";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard and Jan Mayen Islands";

/* nothing */
"Slovak Republic" = "Словацька Республіка";

/* nothing */
"Sierra Leone" = "Сієра Леоне";

/* nothing */
"San Marino" = "Сан Маріно";

/* nothing */
"Senegal" = "Сенегал";

/* nothing */
"Somalia" = "Сомалі";

/* nothing */
"Suriname" = "Суринам";

/* nothing */
"Sao Tome and Principe" = "Сен-Томе та Прінсіпі";

/* nothing */
"Former USSR" = "Колишній СРСР";

/* nothing */
"El Salvador" = "Сальвадор";

/* nothing */
"Syria" = "Сирія";

/* nothing */
"Swaziland" = "Свазіленд";

/* nothing */
"Turks and Caicos Islands" = "о-ви Тьорск та Кайкос";

/* nothing */
"Chad" = "Чад";

/* nothing */
"French Southern Territories" = "Французькі Південні Території";

/* nothing */
"Togo" = "Того";

/* nothing */
"Thailand" = "Таїланд";

/* nothing */
"Tajikistan" = "Таджикистан";

/* nothing */
"Tokelau" = "о-ви Токелау";

/* nothing */
"East Timor" = "Східний Тимор";

/* nothing */
"Turkmenistan" = "Туркменістан";

/* nothing */
"Tunisia" = "Туніс";

/* nothing */
"Tonga" = "Тонга";

/* nothing */
"Turkey" = "Туреччина";

/* nothing */
"Trinidad and Tobago" = "Тринідад та Тобаго";

/* nothing */
"Tuvalu" = "Тувалу";

/* nothing */
"Taiwan" = "Тайвань";

/* nothing */
"Tanzania" = "Танзанія";

/* nothing */
"Ukraine" = "Україна";

/* nothing */
"Uganda" = "Уганда";

/* nothing */
"United Kingdom" = "Сполучене королівство";

/* nothing */
"US Minor Outlying Islands" = "US Minor Outlying Islands";

/* nothing */
"United States of America" = "США";

/* nothing */
"Uruguay" = "Уругвай";

/* nothing */
"Uzbekistan" = "Узбекистан";

/* nothing */
"Vatican City State" = "Ватикан";

/* nothing */
"St. Vincent and the Grenadines" = "Сент-Вінсент та Гренадини";

/* nothing */
"Venezuela" = "Венесуела";

/* nothing */
"British Virgin Islands" = "Британські Віржинські острови";

/* nothing */
"US Virgin Islands" = "Американські Віржинські острови";

/* nothing */
"Vietnam" = "В'єтнам";

/* nothing */
"Vanuatu" = "Вануату";

/* nothing */
"Wallis and Futuna Islands" = "о-ви Валліс та Футуна";

/* nothing */
"Samoa" = "Самоа";

/* nothing */
"Yemen" = "Ємен";

/* nothing */
"Mayotte" = "Майотт";

/* nothing */
"Yugoslavia" = "Югославія";

/* nothing */
"South Africa" = "Південна Африка";

/* nothing */
"Zambia" = "Замбія";

/* nothing */
"Zimbabwe" = "Зімбабве";

/* nothing */
"Unknown" = "Невідомий";

/* nothing */
"Open Dialog Window" = "Відкрити діалогове вікно";

/* nothing */
"Send a File" = "Надіслати файл";

/* nothing */
"User Info (WHOIS)" = "Інформація про користувача (WHOIS)";

/* nothing */
"Operator Actions" = "Дії оператора";

/* nothing */
"Give Ops" = "Надати оператора";

/* nothing */
"Take Ops" = "Відібрати оператора";

/* nothing */
"Give Voice" = "Надати голос";

/* nothing */
"Take Voice" = "Відібрати голос";

/* nothing */
"Kick/Ban" = "Викинути/Заборонити";

/* nothing */
"Kick" = "Викинути";

/* nothing */
"Ban" = "Заборонити";

/* nothing */
"KickBan" = "Викинути+Заборонити";

/* nothing */
"Direct client-to-client" = "Безпосереднє з'єднання";

/* nothing */
"Send File" = "Надіслати файл";

/* nothing */
"Offer Chat" = "Запропонувати бесіду";

/* nothing */
"Abort Chat" = "Перервати бесіду";

/* nothing */
"Version" = "Версія";

/* nothing */
"Userinfo" = "Інформація про користувача";

/* nothing */
"Clientinfo" = "Інформація про клієнта";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Час";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Операція";

/* nothing */
"Kill this user" = "Знищити цього користувача";

/* nothing */
"Mode" = "Режим";

/* nothing */
"Give Half-Ops" = "Надати напівоператора";

/* nothing */
"Take Half-Ops" = "Відібрати напівоператора";

/* nothing */
"Ignore" = "Ігнорувати";

/* nothing */
"Ignore User" = "Ігнорувати користувача";

/* nothing */
"UnIgnore User" = "Зняти ігнорування користувача";

/* nothing */
"Info" = "Інформація";

/* nothing */
"Who" = "Хто ";

/* nothing */
"WhoIs" = "Хто є";

/* nothing */
"DNS Lookup" = "Перегляд DNS";

/* nothing */
"Trace" = "Трасування";

/* nothing */
"UserHost" = "Комп'ютер користувача";

/* nothing */
"External" = "Зовнішні";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Залишити канал";

/* nothing */
"Join Channel..." = "Зайти на канал";

/* nothing */
"Enter Channel to Join:" = "Введіть канал для входу:";

/* nothing */
"Server Links" = "Посилання сервера";

/* nothing */
"Ping Server" = "Ping-увати сервер";

/* nothing */
"Hide Version" = "Приховувати версію";

/* nothing */
"Op" = "Оператор";

/* nothing */
"DeOp" = "Скасувати Опер.";

/* nothing */
"bye" = "бувай";

/* nothing */
"Enter reason to kick %s:" = "Введіть підставу для викидання %s:";

/* nothing */
"Sendfile" = "Надіслати файл";

/* nothing */
"Dialog" = "Діалог";

/* nothing */
"Send" = "Надіслати";

/* nothing */
"Chat" = "Розмова";

/* nothing */
"Clear" = "Очистити";

/* nothing */
"Couldn't connect to session bus" = "Не вдається з'єднатись з шиною сеансу";

/* nothing */
"Failed to complete NameHasOwner" = "Не вдається завершити команду NameHasOwner";

/* nothing */
"Failed to complete Command" = "Не вдається завершити команду";

/* nothing */
"remote access" = "віддалений доступ";

/* nothing */
"plugin for remote access using DBUS" = "модуль для віддаленого доступу DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Не вдається зв'язатись з шиною сеансів: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Не вдається здобути %s: %s\n";

/* nothing */
"About XChat" = "Про XChat";

/* nothing */
"A multiplatform IRC Client" = "Багатоплатформний IRC клієнт";

/* nothing */
"Character Chart" = "Палітра символів";

/* nothing */
"Not connected." = "Немає з'єднання.";

/* nothing */
"You must select some bans." = "Необхідно вибрати заборони.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Ви дійсно бажаєте видалити усі заборони у %s?";

/* nothing */
"Mask" = "Маска";

/* nothing */
"From" = "Від";

/* nothing */
"Date" = "Дата";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Можете відкрити лише вікно Список заборон у вкладці каналу.";

/* nothing */
"XChat: Ban List (%s)" = "X-Chat: Список заборон (%s)";

/* nothing */
"Unban" = "Зняти заборону";

/* nothing */
"Crop" = "Стиснути";

/* nothing */
"Refresh" = "Оновити";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Відображається %d/%d користувачів на %d/%d каналах";

/* nothing */
"Select an output filename" = "Виберіть назву файлу для запису";

/* nothing */
"_Join Channel" = "За_йти на канал";

/* nothing */
"_Copy Channel Name" = "_Копіювати назву каналу";

/* nothing */
"Copy _Topic Text" = "Копіювати _текст теми";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Список каналів (%s)";

/* nothing */
"_Search" = "З_найти";

/* nothing */
"_Download List" = "_Список завантажень";

/* nothing */
"Save _List..." = "Зберегти _список...";

/* nothing */
"Show only:" = "Відображати лише:";

/* nothing */
"channels with" = "канали з";

/* nothing */
"to" = "до";

/* nothing */
"users." = "користувачів.";

/* nothing */
"Look in:" = "Шукати у:";

/* nothing */
"Channel name" = "Назві каналу";

/* nothing */
"Search type:" = "Тип пошуку:";

/* nothing */
"Simple Search" = "Простий пошук";

/* nothing */
"Pattern Match (Wildcards)" = "Відповідність шаблону";

/* nothing */
"Regular Expression" = "Регулярний вираз";

/* nothing */
"Find:" = "Знайти:";

/* nothing */
"Send file to %s" = "Надіслати файл до %s";

/* nothing */
"That file is not resumable." = "Файл неможливо продовжити.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Немає доступу до файлу: %s\n%s.\nПродовження неможливе.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Файл у каталозі завантажень більше ніж запитаний. Продовження неможливе.";

/* nothing */
"Cannot resume the same file from two people." = "Не можна продовжувати однаковий файл від 2-х користувачів.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Завантаження та відвантаження";

/* nothing */
"Status" = "Статус";

/* nothing */
"File" = "Файл";

/* nothing */
"ETA" = "Залишилось";

/* nothing */
"Both" = "обидва";

/* nothing */
"Uploads" = "Відвантаження";

/* nothing */
"Downloads" = "Завантаження";

/* nothing */
"Details" = "Подробиці";

/* nothing */
"File:" = "Файл:";

/* nothing */
"Address:" = "Адреса:";

/* nothing */
"Abort" = "Перервати";

/* nothing */
"Accept" = "Прийняти";

/* nothing */
"Resume" = "Продовжити";

/* nothing */
"Open Folder..." = "Відкрити теку...";

/* nothing */
"XChat: DCC Chat List" = "XChat: список розмов по DCC";

/* nothing */
"Recv" = "Прийн";

/* nothing */
"Sent" = "Відпр";

/* nothing */
"Start Time" = "Час початку";

/* nothing */
"*NEW*" = "*НОВИЙ*";

/* nothing */
"EDIT ME" = "ВІДРЕДАГУЙ МЕНЕ";

/* nothing */
"Name" = "Назва";

/* nothing */
"Command" = "Команда";

/* nothing */
"Move Up" = "Вгору";

/* nothing */
"Move Dn" = "Вниз";

/* nothing */
"Cancel" = "Скасувати";

/* nothing */
"Save" = "Зберегти";

/* nothing */
"Add New" = "Додати";

/* nothing */
"Delete" = "Видалити";

/* nothing */
"Sort" = "Сортувати";

/* nothing */
"Help" = "Довідка";

/* nothing */
"Don't auto connect to servers" = "Не з'єднуватись з сервером автоматично";

/* nothing */
"Use a different config directory" = "Використовується інший конфігураційний каталог";

/* nothing */
"Don't auto load any plugins" = "Не завантажувати автоматично модулі";

/* nothing */
"Show plugin auto-load directory" = "Показувати каталог автозавантаження модулів";

/* nothing */
"Show user config directory" = "Показувати каталог конфігураційних файлів";

/* nothing */
"Open an irc://server:port/channel URL" = "Відкрити irc://server:port/channel URL";

/* nothing */
"Open URL in an existing XChat" = "Відкрити URL у існуючому XChat";

/* nothing */
"Show version information" = "Вивести інформацію про версію";

/* nothing */
"Failed to open font:\n\n%s" = "Не вдається відкрити шрифт:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Буфер пошуку порожній.\n";

/* nothing */
"%d bytes" = "%d байт";

/* nothing */
"Network send queue: %d bytes" = "Черга надсилання у мережу: %d байтів";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Дія Виконати команду виконує Дані 1 як команду, ніби її було введено в полі вводу, в якому було натиснуто послідовність клавіш. Може містити текст (який буде надіслано до каналу/особи), команди або команди користувача. Символи \\n в Дані 1 використовуються для відокремлення команд, таким чином можливо надсилати більш ніж одну команду. Якщо бажаєте ввести \\ в тексті команди, напишіть \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Команда Змінити сторінку перемикає між сторінками в записнику. Встановіть Дані 1 рівним номеру сторінки до якої бажаєте перемикнутися. Якщо Дані 2 має якесь значення, перемикання буде здійснюватись відносно поточної позиції.";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Команда Вставити в буфер вставить вміст Дані 1 в поле, в якому була натиснута комбінація клавіш, в поточну позицію курсору";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Команда Прокрутка сторінки прокручує текстовий віджет на одну сторінку вгору або вниз. Задайте значення +1 або -1, щоб сторінку прокручувало вгору або вниз.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Команда Встановити буфер Встановлює значення поля, в якому було натиснуто комбінацію клавіш в значення Дані 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Команда  Остання команда встановлює значення в полі рівним останній введеній команді - теж саме, що натискання клавіші стрілки вгору в командній оболонці";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Команда Наступна команда встановлює значення в полі рівним наступній команді - теж саме, що натискання клавіші стрілки вниз у командній оболонці";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Ця команда замінює текст в полі вводу для завершення незакінченого прізвиська або команди. Якщо Дані 1 встановлено, подвійне натискання клавіші табуляції вибере не наступне, а останнє прізвисько";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Команда прокручує список прізвиськ вгору або вниз. Якщо Дані 1 встановлено - буде прокручено вгору, інакше - вниз";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Команда перевіряє останнє введене слово в списку заміщень та замінює у разі знаходження відповідності";

/* nothing */
"This command moves the front tab left by one" = "Команда переміщує передню вкладку на одну позицію ліворуч";

/* nothing */
"This command moves the front tab right by one" = "Команда переміщує передню вкладку на одну позицію праворуч";

/* nothing */
"This command moves the current tab family to the left" = "Команда переміщує поточну вкладку на одну позицію ліворуч";

/* nothing */
"This command moves the current tab family to the right" = "Команда переміщує поточну вкладку на одну позицію ліворуч";

/* nothing */
"Push input line into history but doesn't send to server" = "Помістити введений рядок в історію, але не надсилати до сервера";

/* nothing */
"There was an error loading key bindings configuration" = "Помилка під час завантаження конфігурації комбінацій клавіш";

/* nothing */
"<none>" = "<немає>";

/* nothing */
"Mod" = "Мод";

/* nothing */
"Key" = "Клавіша";

/* nothing */
"Action" = "Дія";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Комбінації клавіш";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Дані 1";

/* nothing */
"Data 2" = "Дані 2";

/* nothing */
"Error opening keys config file\n" = "Помилка при відкриванні файлу конфігурації клавіш\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Невідома назва клавіші %s в конфігураційному файлі комбінацій клавіш\nЗавантаження перервано, виправте %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Невідома дія %s в конфігураційному файлі комбінацій клавіш\nЗавантаження перервано, виправте %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Очікувався рядок даних (початок Dx{:|!}) але отримано:\n%s\n\nЗавантаження перервано, виправте %s/keybindings.conf\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Конфігураційний файл комбінацій клавіш пошкоджений, завантаження перервано\nСпробуйте виправити %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Не вдається записати в цей файл.";

/* nothing */
"Cannot read that file." = "Не вдається прочитати цей файл.";

/* nothing */
"That mask already exists." = "Така маска вже існує.";

/* nothing */
"Private" = "Приватний";

/* nothing */
"Notice" = "Зауваження";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Запрошувати";

/* nothing */
"Unignore" = "Не ігнорувати";

/* nothing */
"Enter mask to ignore:" = "Введіть маску для ігнорування:";

/* nothing */
"XChat: Ignore list" = "XChat: список ігнорувань";

/* nothing */
"Ignore Stats:" = "Стан ігнорування:";

/* nothing */
"Channel:" = "Канал:";

/* nothing */
"Private:" = "Приватний:";

/* nothing */
"Notice:" = "Зауваження:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Запросити:";

/* nothing */
"Add..." = "Додати...";

/* nothing */
"Channel name too short, try again." = "Назва каналу надто коротка, спробуйте ще раз.";

/* nothing */
"XChat: Connection Complete" = "XChat: з'єднання завершено";

/* nothing */
"Connection to %s complete." = "З'єднання з %s завершено.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "У вікні Список серверів, для цієї мережі не визначено канали (кімнати для розмов) для автоматичного входу.";

/* nothing */
"What would you like to do next?" = "Що бажаєте зробити далі?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Нічого, увійти на канал пізніше.";

/* nothing */
"_Join this channel:" = "_Зайти на цей канал:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Введіть назву каналу, на який треба зайти, якщо ви її знаєте.";

/* nothing */
"O_pen the Channel-List window." = "_Відкрити вікно Список каналів.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Отримання списку каналів може зайняти хвилину чи дві.";

/* nothing */
"_Always show this dialog after connecting." = "_Завжди показувати це вікно після з'єднання.";

/* nothing */
"Dialog with" = "Діалог";

/* nothing */
"Topic for %s is: %s" = "Тема для %s: %s";

/* nothing */
"No topic is set" = "Не встановлено тему";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "На цьому сервері досі відкриті %d каналів чи діалогів. Закрити їх?";

/* nothing */
"No other tabs open, quit xchat?" = "Немає відкритих вкладок, вийти з xchat?";

/* nothing */
"Insert Attribute or Color Code" = "Вставити атрибут або код кольору";

/* nothing */
"<b>Bold</b>" = "<b>Жирний</b>";

/* nothing */
"<u>Underline</u>" = "<u>Підкреслений</u>";

/* nothing */
"Normal" = "Звичайний";

/* nothing */
"Colors 0-7" = "Кольори 0-7";

/* nothing */
"Colors 8-15" = "Кольори 8-15";

/* nothing */
"Beep on message" = "Звуковий сигнал при отриманні повідомлення";

/* nothing */
"Blink tray on message" = "Миготіння у області сповіщення при отриманні повідомлення";

/* nothing */
"Show join/part messages" = "Сповіщати про вхід/вихід";

/* nothing */
"Color paste" = "Вставити колір";

/* nothing */
"_Close Tab" = "_Закрити вкладку";

/* nothing */
"_Detach Tab" = "_Відокремити вкладку";

/* nothing */
"Some file transfers still active, quit xchat?" = "Деякі завантаження файлів все ще активні, вийти з xchat?";

/* nothing */
"User limit must be a number!\n" = "Обмеження користувачів має бути числом!\n";

/* nothing */
"Topic Protection" = "Захист теми";

/* nothing */
"No outside messages" = "Без зовнішніх повідомлень";

/* nothing */
"Secret" = "Таємний";

/* nothing */
"Invite Only" = "Лише запрошені";

/* nothing */
"Moderated" = "Модерований";

/* nothing */
"Ban List" = "Список заборон";

/* nothing */
"Keyword" = "Ключове слово";

/* nothing */
"User Limit" = "Обмеження користувачів";

/* nothing */
"Show/Hide userlist" = "Показати/Сховати список користувачів";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Не вдається встановити прозоре тло!\n\nМожливо, ви використовуєте несумісний віконний\nменеджер, який не підтримує таку можливість.\n";

/* nothing */
"Enter new nickname:" = "Введіть нове прізвисько:";

/* nothing */
"Host unknown" = "Невідомий вузол";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Справжнє ім'я:";

/* nothing */
"User:" = "Користувач:";

/* nothing */
"Country:" = "Країна:";

/* nothing */
"Server:" = "Сервер:";

/* nothing */
"Away Msg:" = "Повідомл.про відсутність:";

/* nothing */
"%u minutes ago" = "%u хвилин тому";

/* nothing */
"Last Msg:" = "Останнє повідомлення:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Панель меню прихована. Ви можете знову вивести її натискаючи F9 або клацнувши у правій нижній частині головної текстової області.";

/* nothing */
"Open Link in Browser" = "Відкрити посилання у веб-переглядачі";

/* nothing */
"Copy Selected Link" = "Копіювати виділене посилання";

/* nothing */
"Join Channel" = "Зайти на канал";

/* nothing */
"Part Channel" = "Залишити канал";

/* nothing */
"Cycle Channel" = "Канали по колу";

/* nothing */
"XChat: User menu" = "XChat: Меню користувача";

/* nothing */
"Edit This Menu..." = "Редагувати меню...";

/* nothing */
"Retrieve channel list..." = "Отримання списку каналів...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Команди користувача  - Спеціальні коди:\n\n%c  =  поточний канал\n%e  =  назва поточної мережі\n%m  =  інформація про машину\n%n  =  ваше прізвисько\n%t  =  час/дата\n%v  =  версія xchat\n%2  =  слово 2\n%3  =  слово 3\n&2  =  від слова 2 до кінця рядку\n&3  =  від слова 3 до кінця рядку\n\nНаприклад:\n/cmd john hello\n\n%2 буде  \"john\"\n&2 буде  \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки списку користувачів - Спеціальні коди:\n\n%a  =  всі вибрані прізвиська\n%c  =  поточний канал\n%e  =  назва поточної мережі\n%h  =  назва вузла вибраної особи\n%m  =  інформація про машину\n%n  =  прізвисько\n%s  =  вибране прізвисько\n%t  =  час/дата\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки діалогу - Спеціальні коди:\n\n%a  =  всі вибрані прізвиська\n%c  =  поточний канал\n%e  =  назва поточної мережі\n%h  =  назва вузла вибраної особи\n%m  =  інформація про машину\n%n  =  ваше прізвисько\n%s  =  вибране прізвисько\n%t  =  час/дата\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Відповіді CTCP - Спеціальні коди:\n\n%d  =  дані (повний ctcp)\n%m  =  інформація про машину\n%e  =  назва поточної мережі\n%s  =  прізвисько відправника ctcp\n%t  =  час/дата\n%2  =  слово 2\n%3  =  слово 3\n&2  =  від слова 2 до кінця рядку\n&3  =  від слова 3 до кінця рядку\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Обробка URL посилань - Спеціальні коди:\n\n%s  =  рядок URL\n\nДодавання ! перед командою\nвказує, що команда надсилатиметься\nдо командної оболонки замість XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Визначені користувачем команди";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Контекстне меню списку користувачів";

/* nothing */
"Replace with" = "Замінити на";

/* nothing */
"XChat: Replace" = "X-Chat: Заміни";

/* nothing */
"XChat: URL Handlers" = "XChat: Обробка URL посилань";

/* nothing */
"XChat: Userlist buttons" = "XChat: Кнопки списку користувачів";

/* nothing */
"XChat: Dialog buttons" = "XChat: Діалогові кнопки";

/* nothing */
"XChat: CTCP Replies" = "XChat: Відповіді CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "С_писок мереж...";

/* nothing */
"_New" = "_Створити";

/* nothing */
"Server Tab..." = "Вкладку сервера..";

/* nothing */
"Channel Tab..." = "Вкладку каналу...";

/* nothing */
"Server Window..." = "Вікно сервера...";

/* nothing */
"Channel Window..." = "Вікно каналу...";

/* nothing */
"_Load Plugin or Script..." = "_Завантажити модуль або сценарій...";

/* nothing */
"_Quit" = "Ви_йти";

/* nothing */
"_View" = "_Вигляд";

/* nothing */
"_Menubar" = "Панель _меню";

/* nothing */
"_Topicbar" = "Панель _теми";

/* nothing */
"_Userlist Buttons" = "Кнопки списку _користувачів";

/* nothing */
"M_ode Buttons" = "Кнопки _режиму";

/* nothing */
"_Layout" = "_Розташування";

/* nothing */
"_Tabs" = "_Вкладки";

/* nothing */
"T_ree" = "Д_ерево";

/* nothing */
"_Network Meters" = "Мережні _лічильники";

/* nothing */
"Off" = "вимкнено";

/* nothing */
"Graph" = "графічний";

/* nothing */
"_Server" = "_Сервер";

/* nothing */
"_Disconnect" = "_Роз'єднати";

/* nothing */
"_Reconnect" = "_Переприєднати";

/* nothing */
"Marked Away" = "Відмітити як \"Відсутній\"";

/* nothing */
"_Usermenu" = "_Меню користувача";

/* nothing */
"S_ettings" = "П_араметри";

/* nothing */
"_Preferences" = "_Параметри";

/* nothing */
"Advanced" = "Додатково";

/* nothing */
"Auto Replace..." = "Автозаміна...";

/* nothing */
"CTCP Replies..." = "CTCP Відповіді...";

/* nothing */
"Dialog Buttons..." = "Кнопки діалогів...";

/* nothing */
"Keyboard Shortcuts..." = "Комбінації клавіш...";

/* nothing */
"Text Events..." = "Тексти подій...";

/* nothing */
"URL Handlers..." = "Обробники URL...";

/* nothing */
"User Commands..." = "Команди користувача...";

/* nothing */
"Userlist Buttons..." = "Кнопки списку користувачів...";

/* nothing */
"Userlist Popup..." = "Меню списку користувачів...";

/* nothing */
"_Window" = "_Вікно";

/* nothing */
"Ban List..." = "Список заборон...";

/* nothing */
"Channel List..." = "Список каналів...";

/* nothing */
"Character Chart..." = "Палітра символів...";

/* nothing */
"Direct Chat..." = "Прямі розмови..";

/* nothing */
"File Transfers..." = "Передача файлів...";

/* nothing */
"Ignore List..." = "Список ігнорувань...";

/* nothing */
"Notify List..." = "Список сповіщень...";

/* nothing */
"Plugins and Scripts..." = "Модулі та сценарії...";

/* nothing */
"Raw Log..." = "Журнал подій...";

/* nothing */
"URL Grabber..." = "Захоплювач URL...";

/* nothing */
"Reset Marker Line" = "Скинути маркер";

/* nothing */
"C_lear Text" = "О_чистити текст";

/* nothing */
"Search Text..." = "Знайти текст...";

/* nothing */
"Save Text..." = "Зберегти текст...";

/* nothing */
"_Help" = "_Довідка";

/* nothing */
"_Contents" = "_Зміст";

/* nothing */
"_About" = "_Про програму";

/* nothing */
"_Attach Window" = "_Приєднати Вікно";

/* nothing */
"_Close Window" = "_Закрити вікно";

/* nothing */
"User" = "Користувач";

/* nothing */
"Last Seen" = "Бачили востаннє";

/* nothing */
"Offline" = "Відключений";

/* nothing */
"Never" = "Ніколи";

/* nothing */
"%d minutes ago" = "%d хвилин тому";

/* nothing */
"Online" = "Підключений";

/* nothing */
"Enter nickname to add:" = "Введіть прізвисько";

/* nothing */
"Notify on these networks:" = "Сповіщати про ці мережі:";

/* nothing */
"Comma separated list of networks is accepted." = "Список допустимих мереж (елементи розділяються комами).";

/* nothing */
"XChat: Notify List" = "XChat: Список сповіщень";

/* nothing */
"Remove" = "Видалити";

/* nothing */
"Open Dialog" = "Відкрити діалогове вікно";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: З'єднання з %u мережами та %u каналами";

/* nothing */
"You are connected to <b>%u</b> IRC networks.\nAre you sure you want to quit?" = "Ви з'єднані з <b>%u</b> мережами IRC.\nДійсно бажаєте вийти??";

/* nothing */
"_Restore" = "_Відновити";

/* nothing */
"_Hide" = "С_ховати";

/* nothing */
"_Blink on" = "_Миготіння";

/* nothing */
"Channel Message" = "Повідомлення каналу";

/* nothing */
"Highlighted Message" = "Виділене кольором повідомлення";

/* nothing */
"Private Message" = "Приватне повідомлення";

/* nothing */
"File Offer" = "Передача файлу";

/* nothing */
"Quit..." = "Вихід...";

/* nothing */
"XChat: Highlighed message from: %s (%s)" = "XChat: Виділене кольором повідомлення від: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u виділених кольором повідомлень, останнє від: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: Нове публічне повідомлення від: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u нові публічні повідомлення.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Приватне повідомлення від: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u приватне повідомлення, останнє від: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Передача файлу від: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u передач файлів, остання від: %s (%s)";

/* nothing */
"Description" = "Опис";

/* nothing */
"Select a Plugin or Script to load" = "Виберіть модуль або сценарій для завантаження";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: модулі та сценарії";

/* nothing */
"_Load..." = "З_авантажити";

/* nothing */
"_UnLoad" = "_Вивантажити";

/* nothing */
"_Close" = "_Закрити";

/* nothing */
"Save As..." = "Зберегти як...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Журнал подій (%s)";

/* nothing */
"Clear rawlog" = "Очистити журнал";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Відкрите вам вікно пошуку вже не існує.";

/* nothing */
"Search hit end, not found." = "Пошук пройдено до кінця, немає відповідності.";

/* nothing */
"XChat: Search" = "XChat: Пошук";

/* nothing */
"_Match case" = "Збігається _регістр";

/* nothing */
"Search _backwards" = "_Шукати назад";

/* nothing */
"_Find" = "З_найти";

/* nothing */
"New Network" = "Нова мережа";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Дійсно видалити мережу \"%s\" та усі її сервери?";

/* nothing */
"User name and Real name cannot be left blank." = "Ім'я користувача та справжнє ім'я користувача не пожуть бути порожніми.";

/* nothing */
"XChat: Edit %s" = "XChat: Редагування %s";

/* nothing */
"Servers for %s" = "Сервер: %s";

/* nothing */
"Connect to selected server only" = "З'єднатись лише з виділеним сервером";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Не змінювати циклічно сервер при помилках з'єднання.";

/* nothing */
"Your Details" = "Подробиці про вас";

/* nothing */
"Use global user information" = "Використовувати глобальну інформацію";

/* nothing */
"_Nick name:" = "П_різвисько:";

/* nothing */
"Second choice:" = "Другий вибір:";

/* nothing */
"_User name:" = "_Ім'я користувача:";

/* nothing */
"Rea_l name:" = "_Справжнє ім'я:";

/* nothing */
"Connecting" = "З'єднання";

/* nothing */
"Auto connect to this network at startup" = "Автоматично з'єднуватись при старті";

/* nothing */
"Use a proxy server" = "Використовувати проксі сервер";

/* nothing */
"Use SSL for all the servers on this network" = "Використовувати SSL для всіх серверів у цій мережі";

/* nothing */
"Accept invalid SSL certificate" = "Приймати неправильні сертифікати SSL";

/* nothing */
"C_hannels to join:" = "_Канал для входу:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Канали для з'єднання, відокремлені комами, але не пробілами!";

/* nothing */
"Connect command:" = "Команда з'єднання:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Додаткова команда, яку слід виконати після під'ключення. Якщо потрібно декілька команд, напишіть  LOAD -e <назва файлу>, де <назва файлу> - це текстовий файл з командами для виконання.";

/* nothing */
"Nickserv password:" = "Пароль прізвиська:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Якщо псевдонім вимагає пароль, введіть його тут. Це підтримують не усі мережі IRC.";

/* nothing */
"Server password:" = "Пароль сервера:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Пароль сервера, залиште порожнім, якщо сумніваєтесь.";

/* nothing */
"Character set:" = "Набір символів:";

/* nothing */
"_Edit" = "_Правка";

/* nothing */
"XChat: Network List" = "XChat: Список мереж";

/* nothing */
"User Information" = "Інформація про користувача";

/* nothing */
"Third choice:" = "Третій вибір:";

/* nothing */
"Networks" = "Мережі";

/* nothing */
"Skip network list on startup" = "Не показувати список мереж при старті";

/* nothing */
"_Edit..." = "_Правка...";

/* nothing */
"_Sort" = "С_ортувати";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "Сотрувати список мереж у алфавітному порядку. Для переміщення рядка користуйтесь клавішами SHIFT-UP та SHIFT-DOWN.";

/* nothing */
"C_onnect" = "Під'_єднатися";

/* nothing */
"Text Box Appearance" = "Вигляд текстового поля";

/* nothing */
"Font:" = "Шрифт:";

/* nothing */
"Background image:" = "Зображення тла:";

/* nothing */
"Scrollback lines:" = "Кількість ліній прокрутки:";

/* nothing */
"Colored nick names" = "Виділяти прізвиська кольором";

/* nothing */
"Give each person on IRC a different color" = "Надати кожній особі в IRC інший колір";

/* nothing */
"Indent nick names" = "Прізвисько із виступом";

/* nothing */
"Make nick names right-justified" = "Вирівнювання прізвиськ справа";

/* nothing */
"Transparent background" = "Прозоре тло";

/* nothing */
"Show marker line" = "Показувати маркер";

/* nothing */
"Insert a red line after the last read text." = "Вставляє червоний рядок після останнього прочитаного тексту.";

/* nothing */
"Transparency Settings" = "Параметри прозорості";

/* nothing */
"Red:" = "Червоний";

/* nothing */
"Green:" = "Зелений:";

/* nothing */
"Blue:" = "Синій:";

/* nothing */
"Time Stamps" = "Відображати час";

/* nothing */
"Enable time stamps" = "Вносити час події в журнал";

/* nothing */
"Time stamp format:" = "Формат відображення часу:";

/* nothing */
"See strftime manpage for details." = "Докладнішу інформацію дивіться у довідці з strftime.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "Порядок \"останній хто говорив\"";

/* nothing */
"Input box" = "Поле вводу";

/* nothing */
"Use the Text box font and colors" = "Шрифт та кольори як в текстовому блоці";

/* nothing */
"Spell checking" = "Перевірка орфографії";

/* nothing */
"Nick Completion" = "Суфікс доповнення прізвиська:";

/* nothing */
"Automatic nick completion (without TAB key)" = "Автоматичне доповнення прізвиськ (без клавіші TAB)";

/* nothing */
"Nick completion suffix:" = "Суфікс доповнення прізвиська:";

/* nothing */
"Nick completion sorted:" = "Сортування доповнення прізвиська:";

/* nothing */
"Input Box Codes" = "Коди у полі вводу";

/* nothing */
"Interpret %nnn as an ASCII value" = "Інтерпретувати %nnn як значення ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Інтерпретувати %C, %B як колір, жирний тощо";

/* nothing */
"A-Z, Ops first" = "A-Z, оператори спочатку";

/* nothing */
"Z-A, Ops last" = "Z-A, оператори наприкінці";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "без сортування";

/* nothing */
"User List" = "Список користувачів";

/* nothing */
"Show hostnames in user list" = "Показувати назви вузлів у списку користувачів";

/* nothing */
"Resizable user list" = "Список користувачів змінної ширини";

/* nothing */
"User list sorted by:" = "Сортування списку користувачів:";

/* nothing */
"Away tracking" = "Відслідковування статусу 'відсутній'";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Слідкувати за статусом користувачів Відійшов та позначати їх іншим кольором";

/* nothing */
"On channels smaller than:" = "На каналах менших за:";

/* nothing */
"Action Upon Double Click" = "Реакція на подвійне клацання";

/* nothing */
"Execute command:" = "Виконати команду:";

/* nothing */
"Windows" = "Вікнах";

/* nothing */
"Tabs" = "Вкладки";

/* nothing */
"Bottom" = "внизу";

/* nothing */
"Top" = "вгорі";

/* nothing */
"Left" = "ліворуч";

/* nothing */
"Right" = "праворуч";

/* nothing */
"Hidden" = "приховані";

/* nothing */
"Always" = "Завжди";

/* nothing */
"Only requested tabs" = "Лише зазначені вкладки";

/* nothing */
"Open an extra tab for server messages" = "Відкривати вкладку для повідомлень сервера";

/* nothing */
"Open an extra tab for server notices" = "Відкривати вкладку для зауважень сервера";

/* nothing */
"Open a new tab when you receive a private message" = "Відкривати вкладку при отриманні приватних повідомлень";

/* nothing */
"Sort tabs in alphabetical order" = "Сортувати вкладки за алфавітом";

/* nothing */
"Small tabs" = "Маленькі вкладки";

/* nothing */
"Focus new tabs:" = "Фокус на нові вкладки:";

/* nothing */
"Show tabs at:" = "Показувати вкладки:";

/* nothing */
"Shorten tab labels to:" = "Скорочувати вкладки до:";

/* nothing */
"letters." = "симв.";

/* nothing */
"Tabs or Windows" = "Вкладках або вікнах";

/* nothing */
"Open channels in:" = "Відкривати канали у:";

/* nothing */
"Open dialogs in:" = "Відкривати діалоги у:";

/* nothing */
"Open utilities in:" = "Відкривати утиліти у:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Відкривати DCC, Ігнорування, Сповіщення, тощо у вкладках або вікнах?";

/* nothing */
"No" = "Ні";

/* nothing */
"Yes" = "Так";

/* nothing */
"Browse for save folder every time" = "Переглядати теку збереження щоразу";

/* nothing */
"Files and Directories" = "Файли та каталоги";

/* nothing */
"Auto accept file offers:" = "Автоматично приймати файли:";

/* nothing */
"Download files to:" = "Завантажувати файли в:";

/* nothing */
"Move completed files to:" = "Переміщувати завершені файли в:";

/* nothing */
"Save nick name in filenames" = "Зберігати прізвисько в назвах файлів";

/* nothing */
"Network Settings" = "Параметри мережі";

/* nothing */
"Get my address from the IRC server" = "Отримувати власну IP адресу з IRC сервера";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Виконайте команду /WHOIS для свого прізвиська, щоб визначити сою реальну адресу. Використовуйте це, якщо ваша адреса 192.168.*.* !";

/* nothing */
"DCC IP address:" = "IP адреса DCC:";

/* nothing */
"Claim you are at this address when offering files." = "Заявляти цю адресу при пропонуванні файлів.";

/* nothing */
"First DCC send port:" = "Початковий порт DCC:";

/* nothing */
"Last DCC send port:" = "Заключний порт DCC:";

/* nothing */
"!Leave ports at zero for full range." = "!Залиште порти нульовими для повного діапазону.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Максимальна швидкість передачі файлів (байт на секунду)";

/* nothing */
"One upload:" = "Одне завантаження:";

/* nothing */
"Maximum speed for one transfer" = "Максимальна швидкість для однієї передачі";

/* nothing */
"One download:" = "Одне скачування:";

/* nothing */
"All uploads combined:" = "Всі завантаження:";

/* nothing */
"Maximum speed for all files" = "Максимальна швидкість для усього трафіка";

/* nothing */
"All downloads combined:" = "Всі скачування:";

/* nothing */
"Alerts" = "Увага!";

/* nothing */
"Enable system tray icon" = "Увімкнути значок у області сповіщення";

/* nothing */
"Flash taskbar on highlighted messages" = "Миготіння панелі задач при отриманні виділених повідомлень";

/* nothing */
"Flash taskbar on private messages" = "Миготіння панелі задач при отриманні приватних повідомлень";

/* nothing */
"Beep on highlighted messages" = "Звуковий сигнал при отриманні виділених повідомлень";

/* nothing */
"Beep on private messages" = "Звуковий сигнал при отриманні особистих повідомлень";

/* nothing */
"Beep on channel messages" = "Звуковий сигнал при канальних повідомленнях";

/* nothing */
"Extra words to highlight on:" = "Додаткові слова для виділення:";

/* nothing */
"Nicks not to highlight on:" = "Не виділяти псевдоніми на:";

/* nothing */
"Separate multiple words with commas." = "Відокремлювати слова комами.";

/* nothing */
"Default Messages" = "Типові повідомлення";

/* nothing */
"Quit:" = "Вихід:";

/* nothing */
"Leave channel:" = "Залишення каналу:";

/* nothing */
"Away:" = "Відсутній:";

/* nothing */
"Away" = "Відсутній";

/* nothing */
"Announce away messages" = "Оголошувати перехід у \"Відсутній\"";

/* nothing */
"Announce your away messages to all channels" = "Оголошувати перехід у \"Відсутній\" в усіх каналах";

/* nothing */
"Show away once" = "Показувати \"Відсутній\" лише один раз";

/* nothing */
"Show identical away messages only once" = "Показувати ідентичні повідомлення лише один раз";

/* nothing */
"Automatically unmark away" = "Автоматично знімати \"Відсутній\"";

/* nothing */
"Unmark yourself as away before sending messages" = "Знімати стан \"Відсутній\" перед надсиланням повідомлень";

/* nothing */
"Advanced Settings" = "Розширені параметри";

/* nothing */
"Auto reconnect delay:" = "Затримка автоматичного відновлення з'єднання:";

/* nothing */
"Display MODEs in raw form" = "Відображати режими в чистому вигляді";

/* nothing */
"Whois on notify" = "Whois при сповіщенні";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Надсилати /WHOIS коли користувач з вашого списку сповіщень підключається.";

/* nothing */
"Hide join and part messages" = "Приховувати сповіщення про вхід/вихід";

/* nothing */
"Hide channel join/part messages by default" = "Приховувати типово повідомлення про вхід/вихід";

/* nothing */
"Auto Open DCC Windows" = "Автоматично відкривати діалогові вікна";

/* nothing */
"Send window" = "Вікно відсилання";

/* nothing */
"Receive window" = "Вікно отримання";

/* nothing */
"Chat window" = "Вікно каналу";

/* nothing */
"Logging" = "Журнали";

/* nothing */
"Enable logging of conversations" = "Дозволити журналювання діалогів";

/* nothing */
"Log filename:" = "Файл журналу:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Сервер %c=Канал %n=Мережа.";

/* nothing */
"Insert timestamps in logs" = "Вносити час події в журнал";

/* nothing */
"Log timestamp format:" = "Формат запису часу в журнал:";

/* nothing */
"(Disabled)" = "(вимкнено)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Усі з'єднання";

/* nothing */
"IRC Server Only" = "Лише сервер IRC";

/* nothing */
"DCC Get Only" = "Лише DCC";

/* nothing */
"Your Address" = "IP адреса";

/* nothing */
"Bind to:" = "Зачепитися на:";

/* nothing */
"Only useful for computers with multiple addresses." = "Корисне, лише коли комп'ютер має декілька адрес.";

/* nothing */
"Proxy Server" = "Проксі сервер";

/* nothing */
"Hostname:" = "Назва вузла:";

/* nothing */
"Port:" = "Порт:";

/* nothing */
"Type:" = "Тип:";

/* nothing */
"Use proxy for:" = "Використовувати проксі для:";

/* nothing */
"Proxy Authentication" = "Автентифікація проксі";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Використовувати автентифікацію (лише MS Proxy, HTTP та Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Використовувати автентифікацію (лише HTTP та Socks5)";

/* nothing */
"Username:" = "Ім'я користувача:";

/* nothing */
"Password:" = "Пароль:";

/* nothing */
"Select an Image File" = "Виберіть файл з зображенням";

/* nothing */
"Select Download Folder" = "Виберіть теку для завантажень";

/* nothing */
"Select font" = "Вибір шрифту";

/* nothing */
"Browse..." = "Огляд...";

/* nothing */
"Mark identified users with:" = "Позначати ідентифікованих користувачів:";

/* nothing */
"Mark not-identified users with:" = "Позначати·не ідентифікованих·користувачів:";

/* nothing */
"Open Data Folder" = "Відкрити теку даних";

/* nothing */
"Select color" = "Вибір кольору";

/* nothing */
"Text Colors" = "Кольори";

/* nothing */
"mIRC colors:" = "Кольори mIRC:";

/* nothing */
"Local colors:" = "Локальні кольори:";

/* nothing */
"Foreground:" = "Передній план:";

/* nothing */
"Background:" = "Тло:";

/* nothing */
"Marking Text" = "Виділення тексту";

/* nothing */
"Interface Colors" = "Інтерфейс";

/* nothing */
"New data:" = "Нові дані:";

/* nothing */
"Marker line:" = "Маркер:";

/* nothing */
"New message:" = "Нове повідомлення:";

/* nothing */
"Away user:" = "Користувач, що відсутній:";

/* nothing */
"Highlight:" = "Підсвічення:";

/* nothing */
"Event" = "Подія";

/* nothing */
"Sound file" = "Звуковий файл";

/* nothing */
"Select a sound file" = "Виберіть звуковий файл";

/* nothing */
"Sound playing method:" = "Метод відтворення:";

/* nothing */
"External sound playing _program:" = "Зовнішня _програма:";

/* nothing */
"_External program" = "З_овнішні програми";

/* nothing */
"_Automatic" = "_Автоматично";

/* nothing */
"Sound files _directory:" = "_Каталог звукових файлів:";

/* nothing */
"Sound file:" = "Звуковий файл:";

/* nothing */
"_Browse..." = "О_гляд...";

/* nothing */
"_Play" = "_Відтворити";

/* nothing */
"Interface" = "Інтерфейс";

/* nothing */
"Text box" = "Текст";

/* nothing */
"User list" = "Список користувачів";

/* nothing */
"Colors" = "Кольори";

/* nothing */
"Chatting" = "Розмови";

/* nothing */
"General" = "Загальне";

/* nothing */
"Sound" = "Звук";

/* nothing */
"Network setup" = "Параметри мережі";

/* nothing */
"File transfers" = "Передача файлів";

/* nothing */
"Categories" = "Категорії";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Не можна розміщувати дерево вгорі чи внизу!\nСпочатку змініть розташування пункту <b>Вкладки</b> у меню <b>Вигляд</b>.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Для набуття сили змін у деяких параметрах потрібно перезапустити програму.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ПОПЕРЕДЖЕННЯ*\nАвтоматичне приймання DCC до вашої домашньої теки\nможе бути небезпечним. Наприклад:\nхтось може надіслати вам .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Параметри";

/* nothing */
"There was an error parsing the string" = "Помилка при аналізу рядку";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Цей сигнал приймає лише аргументи %d, аргумент $%d не підходить";

/* nothing */
"Print Texts File" = "Друкувати текстовий файл";

/* nothing */
"Edit Events" = "Правка подій";

/* nothing */
"$ Number" = "$ Число";

/* nothing */
"Load From..." = "Завантажити з...";

/* nothing */
"Test All" = "Перевірити всі";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: Захоплювач URL";

/* nothing */
"Clear list" = "Очистити список";

/* nothing */
"Copy selected URL" = "Копіювати виділений текст";

/* nothing */
"Copy" = "Копіювати";

/* nothing */
"Save list to a file" = "Записати список у файл.";

/* nothing */
"%d ops, %d total" = "%d операторів, %d всього";

